Repository: AvinashPro001/Live22
Catalog: Code/Webet333.api/Resources/Controllers.*.BaseController.*.resx
Languages: ms_my, zh_hans

# bad_response_account_delete
source: Your account is deleted by the administrator.
ms_my: Akaun anda telah dipadam oleh admin.
zh_hans: 您的帐户已被管理员删除。

# bad_response_account_inactive
source: Your account is not active.
ms_my: Akaun anda belum aktif.
zh_hans: 您的帐户无效。

# bad_response_account_not_confirmed
source: Please confirm your email to continue.
ms_my: Sila sahkan e-mel anda untuk menerus
zh_hans: 请确认您的电子邮件以继续。

# bad_response_keyword_not_found
source: Social Media Keyword not vaild
ms_my: Kata Kunci Media Sosial tidak tersedia
zh_hans: 社交媒体关键字无效

# bad_response_something_wrong
source: We faced some issues while processing your request, please try again later.
ms_my: Kita menghadapi beberapa masalah semasa memproses permintaan anda, sila cuba lagi kemudian.
zh_hans: 我们在处理您的请求时遇到了一些问题，请稍后重试。

# email_sub_admin_invite
source: You are invited
ms_my: Anda dijemput
zh_hans: 你被邀请了

# email_sub_change_email
source: Change your email address
ms_my: Ubah alamat e-mel anda
zh_hans: 更改您的电子邮件地址

# email_sub_change_password
source: Your password is changed
ms_my: Kata laluan anda ditukar
zh_hans: 您的密码已更改

# email_sub_confirm_email
source: Confirm your email address
ms_my: Sahkan alamat e-mel anda
zh_hans: 请确认您的电邮地址

# email_sub_reset_password
source: Reset your password
ms_my: Tetapkan semula kata laluan anda
zh_hans: 重置您的密码

# error_access_token_expired
source: Your access token is expired, please login again.
ms_my: Token akses anda tamat tempoh, sila log masuk sekali lagi.
zh_hans: 您的访问令牌已过期，请重新登录。

# error_account_not_verified_by_admin
source: Your account is not verified by admin.
ms_my: Akaun anda tidak disahkan oleh admin.
zh_hans: 您的帐户未经管理员验证。

# error_bad_response_invalid_in
source: Invalid value in {0}.
ms_my: Nilai tidak sah dalam {0}.
zh_hans: {0}中的值无效。

# error_email_already_used
source: Email is already in use.
ms_my: E-mel sudah digunakan.
zh_hans: 电子邮件已在使用中。

# error_empty_keyword
source: Please Insert Keyword.
ms_my: Sila masukkan kata kunci.
zh_hans: 请插入关键字。

# error_empty_request
source: Please fill all the required fields.
ms_my: Sila isi semua medan yang diperlukan.
zh_hans: 请填写所有必填字段。

# error_game_logout_failed
source: Game Logout Failed.
ms_my: Logout Permainan Gagal.
zh_hans: 游戏注销失败。

# error_game_maintenance
source: Game in Maintenance
ms_my: Permainan sedang jalan maintenance
zh_hans: 游戏正在维护

# error_ic_number_exists
source: IC Number Already Exists
ms_my: Nombor IC Sudah Ada
zh_hans: IC号已经存在

# error_image_extension
source: Invalid image. Please upload Jpeg, Jpg or Png file.
ms_my: Imej tidak sah. Sila muat naik fail Jpeg, Jpg atau Png.
zh_hans: 图片无效。请上传Jpeg，Jpg或Png文件。

# error_image_invalid
source: File not found or currupted.
ms_my: Fail tidak ditemui atau ditangani.
zh_hans: 找不到文件或文件损坏。

# error_image_size
source: Image is too large.
ms_my: Imej terlalu besar.
zh_hans: 图片太大。

# error_insufficient_balance
source: Insufficient balance in wallet.
ms_my: Baki tidak mencukupi dalam wallet.
zh_hans: 钱包余额不足。

# error_invaild_amount
source: You have entered invalid Amount.
ms_my: Anda telah memasukkan Jumlah tidak sah.

# error_invaild_method
source: You have entered invalid Method.
ms_my: Anda telah memasukkan Kaedah tidak sah.
zh_hans: 您输入了无效的方法。

# error_invalid_email
source: You have entered invalid email address.
ms_my: Anda telah memasukkan alamat e-mel yang tidak sah.
zh_hans: 您输入的电子邮件地址无效。

# error_invalid_email_password
source: Invalid email address or password.
ms_my: Alamat e-mel atau kata laluan tidak sah.
zh_hans: 电子邮箱地址或密码无效。

# error_invalid_grant_type
source: You have entered invalid grant type.
ms_my: Anda telah memasukkan jenis pemberian tidak sah.
zh_hans: 您输入了无效的赠款类型。

# error_invalid_login
source: Username or password is invalid.
ms_my: Nama pengguna atau kata laluan tidak sah.
zh_hans: 用户名或密码无效。

# error_invalid_mobile
source: Mobile no does not exists
ms_my: No telefon bimbit tidak ada
zh_hans: 手机号码不存在

# error_invalid_mobile_no
source: You have entered invalid mobile number.
ms_my: Anda telah memasukkan nombor yang tidak sah.
zh_hans: 您输入的手机号码无效。

# error_invalid_modelstate
source: Please provide the proper data.
ms_my: Sila berikan data yang betul.
zh_hans: 请提供正确的数据。

# error_invalid_password
source: Invalid password.
ms_my: Kata laluan tidak sah.
zh_hans: 无效的密码。

# error_invalid_role
source: Role does not exists in the database
ms_my: Peranan tidak wujud dalam pangkalan data
zh_hans: 数据库中不存在该角色

# error_invalid_unique_id
source: Your access token is expired.
ms_my: Token akses anda tamat tempoh.
zh_hans: 您的访问令牌已过期。

# error_invalid_userid
source: Invalid user id or you are not authorised.
ms_my: Id pengguna tidak sah atau anda tidak dibenarkan.
zh_hans: 无效的用户ID或您未被授权。

# error_invalid_value
source: You have entered invalid values in the request.
ms_my: Anda telah memasukkan nilai tidak sah dalam permintaan.
zh_hans: 您在请求中输入了无效的值。

# error_invalid_value_gender
source: Please choose Gender [Male or Female]
ms_my: Sila pilih Jantina [Lelaki atau Perempuan]
zh_hans: 请选择性别[男或女]

# error_mega888_invaild_login
source: LoginId or Password is invalid.
ms_my: LoginId atau Kata Laluan tidak sah.
zh_hans: LoginId或密码无效。

# error_mega888_invaild_SN
source: Invalid Serial Number
ms_my: Nombor Serial tidak sah.
zh_hans: 无效序列号

# error_mega888_invalid_method
source: Invalid Method
ms_my: Kaedah tidak sah.
zh_hans: 无效的方法。

# error_mobileNo_already_used
source: Mobile number is already in use.
ms_my: Nombor sudah diguna.
zh_hans: 手机号码已被使用。

# error_not_giveup
source: User cannot give up Promotion
ms_my: Pengguna tidak boleh berputus asa Promosi
zh_hans: 用户不能放弃促销

# error_old_password_same
source: New Password must be different.
ms_my: Kata laluan baru mesti berbeza.
zh_hans: 新密码必须不同。

# error_otp_expire
source: Your OTP is expired.
ms_my: OTP anda telah tamat tempoh.
zh_hans: 您的OTP已过期。

# error_otp_incorrect
source: You have entered invalid OTP.
ms_my: Anda telah memasukkan OTP yang tidak sah.
zh_hans: 您输入了无效的OTP。

# error_password_length
source: The password must be at least 6 characters long
ms_my: Kata laluan anda hendaklah sekurang-kurangnya 6 perkataan.
zh_hans: 密码长度必须为6个字符

# error_password_required
source: The password field is required. The Password must be at least 6 character long
ms_my: Kata laluan diperlukan. Kata laluan anda hendaklah sekurang-kurangnya 6 perkataan.
zh_hans: 密码为必填项。密码长度必须为6个字符

# error_promotion_not_supported_game
source: Your applied promotion is not supported this game.
ms_my: Promosi anda tidak boleh memainkan game tersebut
zh_hans: 您的优惠不支持此游戏

# error_promotion_withdraw_already_claim
source: You are unable to withdraw as you had claim the welcome bonus before. Please contact our live support
ms_my: Anda tidak dapat menarik balik kerana anda telah mendakwa bonus selamat datang sebelum ini. Sila hubungi sokongan langsung kami
zh_hans: 您无法提款，因为您之前曾领取过欢迎奖金。请联系我们客服

# error_sequence_already_used
source: Sequence number is already in use.
ms_my: Nombor urutan sudah digunakan.
zh_hans: 序列号已被使用。

# error_token_already_exists
source: Your Token already exists.
ms_my: Token anda sudah wujud.
zh_hans: 您的令牌已存在。

# error_token_expired
source: Your token is expired.
ms_my: Token anda tamat tempoh.
zh_hans: 您的令牌已过期。

# error_transaction_failed
source: Your Transaction is not completed.
ms_my: Transaksi anda belum diselesaikan.
zh_hans: 你的交易未完成

# error_transfer_same_wallet
source: From and To wallet can not be same.
ms_my: Dari dan Untuk wallet tidak boleh sama.
zh_hans: 从和到钱包不能相同。

# error_transfer_unsucces
source: Your transation not succesfully completed.
ms_my: Pengalihan anda tidak berjaya diselesaikan.
zh_hans: 您的翻译未成功完成。

# error_try_after_some_time
source: Please Try Deposit After Some Time !!
ms_my: Sila Cuba Deposit Selepas Beberapa Masa !!
zh_hans: 请在一段时间后尝试存款！

# error_username_already_used
source: Username is already in use.
ms_my: Nama pengguna sudah digunakan.
zh_hans: 用户名已经存在。

# error_user_already_register
source: User already Register
ms_my: Pengguna sudah mendaftar
zh_hans: 用户已经注册

# error_user_have_not_sufficient_balance_to_process_this_request
source: User have not sufficient balance to process this request
ms_my: Pengguna tidak mempunyai keseimbangan yang mencukupi untuk memproses permintaan ini
zh_hans: 用户余额不足，无法处理此请求

# error_user_not_found
source: User Not Found
ms_my: Pengguna tidak dijumpai
zh_hans: 找不到用户

# error_user_not_found_game
source: User not register in game.
ms_my: Pengguna tidak mendaftar dalam permainan.
zh_hans: 用户未在游戏中注册。

# error_wallet_not_found
source: Wallet Type Not Found
ms_my: Jenis Wallet Tidak Ditemui
zh_hans: 找不到钱包类型

# e_400
source: Missing parameter or invalid field type
ms_my: tidak ada parameter
zh_hans: 缺少参数或无效的填写

# e_401
source: Invalid username, password or ServID
ms_my: Nama pengguna, kata laluan atau ServID tidak sah
zh_hans: 用户名，密码或ServID无效

# e_402
source: Insufficient credit
ms_my: Kredit tidak mencukupi
zh_hans: 金额不足

# e_403
source: Invalid Client IP address (*only applicable for client that have IP checking)
ms_my: Alamat IP Pelanggan tidak sah (* hanya berlaku untuk pelanggan yang mempunyai pemeriksaan IP)
zh_hans: 客户端IP地址无效（*仅适用于进行IP检查的客户）

# e_404
source: Invalid SenderID length
ms_my: Panjang ID Pengirim tidak sah
zh_hans: 客户端IP地址无效（*仅适用于进行IP检查的客户）

# e_405
source: Invalid Msg. Type (only applicable for message type 0, 5 & 6 for all countries. Malaysia's 6 series short code does n
ms_my: Mesej Tidak Sah. Jenis (hanya sesuai untuk jenis mesej 0, 5 & 6 untuk semua negara. Kod pendek siri 6 Malaysia tidak
zh_hans: 讯息 类型无效（仅适用于所有国家/地区的消息类型0、5和6。马来西亚的6系列短代码

# e_406
source: Invalid MSISDN length
ms_my: Panjang MSISDN tidak sah
zh_hans: MSISDN字数无效

# e_408
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_409
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_411
source: Blacklisted MSISDN /Subscriber has Opted-Out from receiving bulk promotional messages.
ms_my: MSISDN / Pelanggan yang disenaraihitamkan tidak menerima mesej promosi
zh_hans: 已列入黑名单的MSISDN /用户已除外接收批量促销消息。

# e_412
source: Account suspended / Terminated.
ms_my: Akaun digantung
zh_hans: 帐户已暂停/终止。

# e_413
source: Broadcast is not allowed during this time.
ms_my: Siaran tidak dibenarkan masa ini.
zh_hans: 在这段时间内不允许广播。

# e_414
source: The account is inactive
ms_my: Akaun tidak aktif
zh_hans: 该帐户无效

# e_415
source: No active service
ms_my: Tiada perkhidmatan aktif
zh_hans: 没有活跃服务

# e_416
source: The account has not been configured for this coverage.
ms_my: Akaun belum dikonfigurasikan untuk liputan ini.
zh_hans: 此帐户未设置于此范围

# e_417
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_418
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_419
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_420
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_421
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_422
source: Client has no active wallet
ms_my: Pelanggan tidak mempunyai dompet aktif
zh_hans: 客户的钱包未激活

# e_423
source: The wallet has insufficient balance
ms_my: Dompet tidak mempunyai baki yang mencukupi
zh_hans: 钱包余额不足

# e_424
source: The reseller has not been configured for this coverage
ms_my: Penjual semula belum dikonfigurasikan untuk liputan ini
zh_hans: 转销商未设置于此范围

# e_425
source: System Error. Please contact Tech Support.
ms_my: Ralat Sistem. Sila hubungi Teknikal.
zh_hans: 系统错误。 请联系技术人员

# e_427
source: Broadcast title is invalid
ms_my: Tajuk siaran tidak sah
zh_hans: 广播标题无效

# e_500
source: Internal server error
ms_my: Ralat pelayan dalaman
zh_hans: 服务器错误

# e_ACCEPTED
source: Message has been delivered to SMSC (Short Messaging Service Centre).
ms_my: Mesej telah dihantar ke SMSC (Pusat Khidmat Pesanan Ringkas).
zh_hans: 邮件已发送到SMSC（短消息服务中心）。

# e_UNDELIVERED
source: Message failed to be delivered to the mobile handset.
ms_my: Mesej gagal dihantar ke telefon bimbit.
zh_hans: 消息无法传递至手机。

# forbid_error_access
source: You are not authorised to access this content.
ms_my: Anda tidak dibenarkan mengakses kandungan ini.
zh_hans: 您无权访问此内容。

# MAXBetCode0
source: Ok
ms_my: okey
zh_hans: 好

# MAXBetCode1
source: Invalid secret key and/or IP address not white listed
ms_my: Kunci rahsia dan / atau alamat IP tidak disenaraikan putih
zh_hans: 无效的密钥和/或IP地址未白列出

# MAXBetCode2
source: Session token not found in vendor Database.
ms_my: Token sesi tidak dijumpai di Pangkalan Data vendor.
zh_hans: 在供应商数据库中找不到会话令牌。

# MAXBetCode3
source: Session Token invalid
ms_my: Token Sesi tidak sah
zh_hans: 会话令牌无效

# MAXBetCode4
source: Operator Id invalid
ms_my: ID Pengendali tidak sah
zh_hans: 运算子编号无效

# msg_register_msg
source: Hi {0}, welcome to WB333. Please Contact our Customer Service if you have any enquiries. You can reach us at WhatsApp bit.ly/3owgr7K or wechat ID: WB333MY.
ms_my: Dear {0}, selamat datang ke WB333. Sila Hubungi Perkhidmatan Pelanggan kami jika anda mempunyai pertanyaan. Anda boleh menghubungi kami di WhatsApp bit.ly/3owgr7K atau ID wechat: WB333MY.
zh_hans: 您好 {0}，欢迎使用WB333。 如有任何问题，请联系我们的客户服务。您可以通过 WhatsApp bit.ly/3owgr7K 或我们的微信ID：WB333MY与我们联系。

# not_found_response
source: The resource you are looking for is either removed, or not found.
ms_my: Sumber yang anda cari sama ada dialih keluar, atau tidak dijumpai.
zh_hans: 您正在寻找的资源已删除或找不到。

# ok_response_forgot_password
source: You will receive an email with reset password instruction, if you email id exists in our system.
ms_my: Anda akan menerima e-mel dengan arahan kata laluan semula, jika id email anda wujud dalam sistem kami.
zh_hans: 如果您的电子邮件ID存在于我们的系统中，您将收到一封带有重置密码说明的电子邮件。

# ok_response_success
source: Your request has been submitted successfully.
ms_my: Permintaan anda telah berjaya dihantar.
zh_hans: 您的请求已成功提交。

# e_PROCESSING
source: Message is yet to be delivered to SMSC, and still on queue at MACROKIOSK gateway
zh_hans: 消息尚未传递到SMSC，仍在等MACROKIOSK
